content/posts/history/2022-03-19-methods_of_punishnig_about_traffickers.org
#+title: 中国历代处罚人贩子方式
#+AUTHOR: panshishuo
#+date: <2022-03-19 00:01>

中国历代处罚人贩子方式：凌迟、斩立决

****** 汉朝

汉朝《九章律》之《盗律》：只要有了“略人”的行为，无论是否已经出卖，都要处以“磔刑”（处死并支解湿体）；知情收买之人“与同罪”不知情收买及转卖的，“黥为城旦春”（毁容后男犯从事筑城、女犯从事春米苦役），买者后来知情的，也要同样处罚。

****** 唐朝

《唐律》：“诸略人、略卖人为奴婢者，绞为部曲者，流三千里。为妻妾子孙者，徒三年。”

****** 宋代

《宋刑统》，“略卖人（不和为略、十岁以下虽和亦同略法）为奴婢者，绞；为部曲者，流三千里；为妻妾、子孙者，徒三年；因而杀伤人者，同强盗法；和诱者，各减一等。

****** 元朝

《元史 —— 刑法志》：“官民人等，但犯强窃盗贼伪造宝钞，略卖人口，发冢放火，犯奸及诸死罪。”读书不多的元朝蒙古人对人贩子也是零容忍。一概死罪。

****** 明朝

《大明律》：“设方略诱取良人为奴婢、为妻妾子孙杖一百，徒三年。”累犯者，游街示众一个月后世代终身发边充军，本人死，子孙接替充军。

****** 清朝

《大清律例》：“凡诱拐妇人子女或典卖，或为妻妾子孙者，不分良人奴婢，已卖未卖，但诱取者，被诱之人若不知情，为首者，拟绞监候，被诱之人不坐。若以药饼及一切邪术迷拐幼小子女，为首者立绞。”

****** 近代

近代《刑法》第 240 条：“以出卖为目的，拐骗、绑架、收买、贩卖、施诈、接送、中转妇女。儿童的行为，认定为拐卖妇女儿童罪，拐卖妇女儿童的，处 5 年以上 10 年以下有期徒刑，并处罚金，情节特别严重的，处死刑，并处没收财产。”
