history/2022-03-19-methods_of_punishnig_about_traffickers.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="zh-CN" xml:lang="zh-CN">
<head>
<!-- 2024-03-25 Mon 00:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>中国历代处罚人贩子方式</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="panshishuo" />
<link rel="icon" href="/panshi/favicon.ico" type="image/vnd.microsoft.icon"/><link rel="stylesheet" type="text/css" href="/panshi/style.css"/>
</head>
<body>
<div id="preamble" class="status">
<div id="org-div-home-and-up">
 <a accesskey="h" href="/panshi/sitemap.html"> 索引 </a>
 |
 <a accesskey="H" href="/panshi"> 主页 </a>
 |
 <a accesskey="" href="/panshi/pics.html"> 图集 </a>
 |
 <a accesskey="" href="https://github.com/xingangshi" target="_blank"> GITHUB </a>
 |
 <a accesskey="" href="https://www.shixingang.com/diary/" target="_blank"> 随笔 </a>
 |
 <a accesskey="" href="https://www.geekpanshi.com/" target="_blank"> 旧博客 </a>
 |
 <a><input type="text" class="st-default-search-input" placeholder="站内搜索..."/></a>
</div>
<script type="text/javascript">
  (function(w,d,t,u,n,s,e){w['SwiftypeObject']=n;w[n]=w[n]||function(){
  (w[n].q=w[n].q||[]).push(arguments);};s=d.createElement(t);
  e=d.getElementsByTagName(t)[0];s.async=1;s.src=u;e.parentNode.insertBefore(s,e);
  })(window,document,'script','//s.swiftypecdn.com/install/v2/st.js','_st');

  _st('install','-7xxk_zZkMGeYu7EHZqk','2.0.0');
</script>

<script src="https://cdn.bootcss.com/vue/2.6.11/vue.min.js"></script>
</div>
<div id="content">
<h1 class="title">中国历代处罚人贩子方式</h1>
<div id="table-of-contents">
<h2>&#30446;&#24405;</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org2bc1dfc">汉朝</a></li>
<li><a href="#org5fdde00">唐朝</a></li>
<li><a href="#org6680040">宋代</a></li>
<li><a href="#org68927b3">元朝</a></li>
<li><a href="#orgbaec337">明朝</a></li>
<li><a href="#org408b1bc">清朝</a></li>
<li><a href="#org20ca9f0">近代</a></li>
</ul>
</div>
</div>
<p>
中国历代处罚人贩子方式：凌迟、斩立决
</p>

<div id="outline-container-org2bc1dfc" class="outline-2">
<h2 id="org2bc1dfc">汉朝</h2>
<div class="outline-text-2" id="text-org2bc1dfc">
<p>
汉朝《九章律》之《盗律》：只要有了“略人”的行为，无论是否已经出卖，都要处以“磔刑”（处死并支解湿体）；知情收买之人“与同罪”不知情收买及转卖的，“黥为城旦春”（毁容后男犯从事筑城、女犯从事春米苦役），买者后来知情的，也要同样处罚。
</p>
</div>
</div>

<div id="outline-container-org5fdde00" class="outline-2">
<h2 id="org5fdde00">唐朝</h2>
<div class="outline-text-2" id="text-org5fdde00">
<p>
《唐律》：“诸略人、略卖人为奴婢者，绞为部曲者，流三千里。为妻妾子孙者，徒三年。”
</p>
</div>
</div>

<div id="outline-container-org6680040" class="outline-2">
<h2 id="org6680040">宋代</h2>
<div class="outline-text-2" id="text-org6680040">
<p>
《宋刑统》，“略卖人（不和为略、十岁以下虽和亦同略法）为奴婢者，绞；为部曲者，流三千里；为妻妾、子孙者，徒三年；因而杀伤人者，同强盗法；和诱者，各减一等。
</p>
</div>
</div>

<div id="outline-container-org68927b3" class="outline-2">
<h2 id="org68927b3">元朝</h2>
<div class="outline-text-2" id="text-org68927b3">
<p>
《元史 —— 刑法志》：“官民人等，但犯强窃盗贼伪造宝钞，略卖人口，发冢放火，犯奸及诸死罪。”读书不多的元朝蒙古人对人贩子也是零容忍。一概死罪。
</p>
</div>
</div>

<div id="outline-container-orgbaec337" class="outline-2">
<h2 id="orgbaec337">明朝</h2>
<div class="outline-text-2" id="text-orgbaec337">
<p>
《大明律》：“设方略诱取良人为奴婢、为妻妾子孙杖一百，徒三年。”累犯者，游街示众一个月后世代终身发边充军，本人死，子孙接替充军。
</p>
</div>
</div>

<div id="outline-container-org408b1bc" class="outline-2">
<h2 id="org408b1bc">清朝</h2>
<div class="outline-text-2" id="text-org408b1bc">
<p>
《大清律例》：“凡诱拐妇人子女或典卖，或为妻妾子孙者，不分良人奴婢，已卖未卖，但诱取者，被诱之人若不知情，为首者，拟绞监候，被诱之人不坐。若以药饼及一切邪术迷拐幼小子女，为首者立绞。”
</p>
</div>
</div>

<div id="outline-container-org20ca9f0" class="outline-2">
<h2 id="org20ca9f0">近代</h2>
<div class="outline-text-2" id="text-org20ca9f0">
<p>
近代《刑法》第 240 条：“以出卖为目的，拐骗、绑架、收买、贩卖、施诈、接送、中转妇女。儿童的行为，认定为拐卖妇女儿童罪，拐卖妇女儿童的，处 5 年以上 10 年以下有期徒刑，并处罚金，情节特别严重的，处死刑，并处没收财产。”
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<hr/>
<script src="https://utteranc.es/client.js"
    repo="geekpanshi/apc"
    issue-term="pathname"
    label="apc"
    theme="github-light"
    crossorigin="anonymous"
    async>
</script>
<hr/>
<p >标题：中国历代处罚人贩子方式</p>
<p class="date">日期：2024-03-25 Mon 00:00</p>
<p class="author">作者：<a href="https://nas.qysit.com:2046/geekpanshi/panshi_imgs/-/raw/main/images/about/dx17wGO.png">磐石说</a></p>
<p class="creator">© 2018 – 2023 <a href="https://github.com/geekpanshi">GeekPanshi</a> (<a href="https://www.shixingang.com/">shixingang</a>)</p>
<p class="validation"></p>
</div>
</body>
</html>
